Repository: YunoHost/apps
Catalog: tools/readme_generator/translations/*/LC_MESSAGES/messages.po
Languages: ca, de, eu, fr, gl, id, it, nl, pl

source: Read the README in %(language)s
ca: Llegir el README en %(language)s
de: Die README in %(language)s lesen
eu: Irakurri README %(language)sz
fr: Lire le README en %(language)s
gl: Le o README en %(language)s
id: Baca README dalam bahasa %(language)s
it: Leggi il “README” in %(language)s
nl: Lees de README in het %(language)s
pl: Przeczytaj README w języku %(language)s

source: Packaging an app, starting from this example
ca: Empaquetar una aplicació, comença amb aquest exemple
de: Paketierung einer Applikation, ausgehend von diesem Beispiel
eu: Aplikazio bat paketatzen, honako adibidea oinarritzat hartuz
fr: Packager une application, à partir de cet exemple
gl: A empaquetar unha app, mira este exemplo
id: Memaket satu aplikasi, dimulai dari contoh ini
it: Creare il pacchetto di un’app, partendo da questo esempio
nl: Package een app, uitgaand van dit voorbeeld
pl: Pakowanie aplikacji, zaczynając od tego przykładu

source: Copy this app before working on it, using the ['Use this template'](https://github.com/new?template_name=example_ynh&template_owner=YunoHost) button on the Github repo
de: Kopieren Sie diese Appikation, bevor Sie diese bearbeiten, indem Sie die Schaltfläche ['Diese Vorlage verwenden'](https://github.com/new?template_name=example_ynh&template_owner=YunoHost) im Git-Repository verwenden
eu: Kopiatu aplikazio hau aldaketak egin baino lehen, Github gordailuko ['Erabili txantiloi hau'](https://github.com/new?template_name=example_ynh&template_owner=YunoHost) botoia erabiliz
fr: Copiez cette application avant de travailler dessus, en utilisant le bouton ['Utilisez ce template'](https://github.com/new?template_name=example_ynh&template_owner=YunoHost) sur ce dépôt Github
gl: Copia esta app antes de traballar nela, usando o botón ['Usa este modelo'](https://github.com/new?template_name=example_ynh&template_owner=YunoHost) no repo en Github
id: Salin aplikasi ini sebelum mengerjakannya, menggunakan tombol ['Gunakan templat ini'](https://github.com/new?template_name=example_ynh&template_owner=YunoHost) di repo Github
it: Prima di lavorarci, copia quest’app usando [il bottone “Use this template” nella repository su GitHub](https://github.com/new?template_name=example_ynh&template_owner=YunoHost)

source: Edit the `manifest.toml` with app specific info
ca: Edita el `manifest.toml`amb la informació específica de l'aplicació
de: Die `manifest.toml`mit App-spezifischen Informationen bearbeiten
eu: Editatu `manifest.toml` aplikazioaren informazio zehatzarekin
fr: Éditez le `manifest.toml` avec les informations spécifiques à cette application
gl: Edita o `manifest.toml` con información específica da app
id: Edit `manifest.toml` dengan info khas aplikasi
it: Modifica il file `manifest.toml` con le informazioni specifiche dell’app
nl: Bewerk `manifest.toml` met app-specifieke informatie
pl: Edytuj `manifest.toml` z informacjami o danej aplikacji

source: Edit the `install`, `upgrade`, `remove`, `backup` and `restore` scripts, and any relevant conf files in `conf/`
de: Die Skripte `install`, `upgrade`, `remove`, `backup` und `restore` sowie alle relevanten Konfigurations-Dateien in `conf/` bearbeiten
eu: Editatu `install`, `upgrade`, `remove`, `backup` eta `restore` scriptak, eta konfigurazio fitxategiak `conf/` direktorioan, beharrezkoak badira
fr: Éditez les scripts `install`, `upgrade`, `remove`, `backup` et `restore` ainsi que tous les fichiers de configurations pertinents dans `conf/`
gl: Edita os scripts `install`, `upgrade`, `remove`, `backup` e `restore`, así como os ficheiros conf necesarios en `conf/`
id: Edit skrip `install`, `upgrade`, `remove`, `backup` and `restore`, dan setiap berkas conf yang relevan dalam `conf/`
it: Modifica gli script `install`, `upgrade`, `remove`, `backup` e `restore`, oltre a i possibili file di configurazione in `conf/`

source: Using the [script helpers documentation](https://yunohost.org/packaging_apps_helpers)
de: Die [Skript-Helper-Dokumentation](https://yunohost.org/packaging_apps_helpers) verwenden
eu: Erabili [scripten laguntza-dokumentazioa](https://yunohost.org/packaging_apps_helpers)
fr: Utilisez la [documentation des helpers](https://yunohost.org/packaging_apps_helpers)
gl: Usar a [documentación dos asistentes para scripts](https://yunohost.org/packaging_apps_helpers)
id: Menggunakan [dokumentasi pembantu skrip](https://yunohost.org/packaging_apps_helpers)
it: Usa [la documentazione per “script helpers”](https://yunohost.org/packaging_apps_helpers)

source: Edit the `change_url` and `config` scripts too, or remove them if you have no use of them
de: Bearbeiten Sie auch die Skripte `change_url` und `config` oder entfernen Sie diese, wenn Sie keine Verwendung dafür haben
eu: Editatu `change_url` eta `config` scriptak ere, edo kendu ez badute inolako betekizunik
fr: Modifiez également les scripts `change_url` et `config`, ou supprimez-les si vous n'en avez pas l'utilité
gl: Editar tamén os scripts `change_url` e `config` , ou eliminalos se non os usaches
id: Juga edit skrip `change_url` dan `config`, atau singkirkan mereka bila Anda sudah tidak memerlukannya
it: Modifica anche gli script `change_url` and `config`, oppure rimuovili se non servono
nl: Bewerk ook de `change_url` - en `config`-scripts, of verwijder ze als ze niet nodig zijn

source: Add a `LICENSE` file for the package.
ca: Afegeix un fitxer `LICENSE` per al paquet.
de: Fügen Sie eine `LICENSE`-Datei für das Paket hinzu.
eu: Gehitu `LICENSE` fitxategia paketerako.
fr: Ajoutez un fichier `LICENCE` for le paquet.
gl: Engade un ficheiro `LICENSE` para o paquete.
id: Tambah berkas `LICENSE` pada paket.
it: Aggiungi un file `LICENSE` per il pacchetto.
pl: Dodaj plik `LICENSE` dla paczki.

source: NB: this `LICENSE` file is not meant to necessarily be the same LICENSE as the upstream app - it is only the LICENSE you want this package's code to published with and you can choose it freely! (If you don't know which to choose, we recommend [the AGPL-3](https://www.gnu.org/licenses/agpl-3.0.txt))
eu: Ohart ongi: `LICENSE` fitxategiak ez du zertan jatorrizko aplikazioaren lizentzia bera izan: pakete honen kodeak izatea nahi duzun lizentzia baino ez da eta aske zara berau aukeratzeko! (Ez badakizu zein aukeratu, guk [AGPL-3](https://www.gnu.org/licenses/agpl-3.0.txt) gomendatzen dugu)
fr: NB : ce fichier `LICENSE` ne doit pas nécessairement être identique à la LICENCE de l'application packagée ; c'est seulement la LICENCE avec laquelle vous voulez que le code de ce paquet soit publié et vos pouvez librement la choisir ! (Si vous ne savez pas laquelle choisir, nous recommandons [l'AGPL-3](https://www.gnu.org/licenses/agpl-3.0.txt))
gl: Nota: este ficheiro `LICENSE` non ten que ser necesariamente o LICENSE da app da que procede - só é a LICENZA coa que queres publicar o código deste paquete. Podes elexir libremente! (Se non o tes claro, recomendamos usar a licenza [AGPL-3](https://www.gnu.org/licenses/agpl-3.0.txt))
id: NB: berkas `LICENSE` ini tidak dimaksudkan untuk selalu sama dengan aplikasi hulu - hanya LICENSE yang Anda inginkan untuk menerbitkan kode paket ini dan Anda bisa bebas memilihnya! (Bila Anda tidak tahu mana yang harus dipilih, kami sarankan [the AGPL-3](https://www.gnu.org/licenses/agpl-3.0.txt))
it: NB: questo file `LICENSE` non deve necessariamente essere la stessa licenza dell’app upstream, è unicamente la licenza con cui vuoi sia pubblicato il codice di questo pacchetto e puoi sceglierla liberamente! (Se non sai quale scegliere, ti raccomandiamo la licenza [AGPL-3](https://www.gnu.org/licenses/agpl-3.0.txt))

source: Edit files under the `doc/` directory ([see the page about documenting packages](https://yunohost.org/packaging_app_doc))
eu: Editatu `doc/` direktorioko fitxategiak ([ikus paketeak dokumentatzeari buruzko orria](https://yunohost.org/packaging_app_doc))
fr: Modifiez les fichiers du dossier `doc/` ([voir la page concernant la documentation des packages](https://yunohost.org/packaging_app_doc))
gl: Editar os ficheiros dentro do directorio `doc/` ([le a páxina acerca de documentar os paquetes](https://yunohost.org/packaging_app_doc))
id: Edit berkas di bawah direktori `doc/` ([lihat halaman mengenai mendokumentasikan paket](https://yunohost.org/packaging_app_doc))
it: Modifica i file nella cartella `doc` ([vedi la pagina riguardo la documentazione dei pacchetti](https://yunohost.org/packaging_app_doc))

source: The `README.md` files are to be automatically generated by <https://github.com/YunoHost/apps/tree/master/tools/readme_generator>
ca: Els fitxers `README.md` estan generats automàticament per <https://github.com/YunoHost/apps/tree/master/tools/readme_generator>
de: Die `README.md`-Dateien werden automatisch generiert durch <https://github.com/YunoHost/apps/tree/master/tools/readme_generator>
eu: `README.md` fitxategiak automatikoki sortuko dira <https://github.com/YunoHost/apps/tree/master/tools/readme_generator>ri esker
fr: Les fichiers `README.md` sont automatiquement généré par <https://github.com/YunoHost/apps/tree/master/tools/readme_generator>
gl: Os ficheiros `README.md` créanse automáticamente con <https://github.com/YunoHost/apps/tree/master/tools/readme_generator>
id: Berkas `README.md` akan dibuat secara otomatis oleh <https://github.com/YunoHost/apps/tree/master/tools/readme_generator>
it: I file `README.md` sono generati automaticamente da <https://github.com/YunoHost/apps/tree/master/tools/readme_generator>
nl: De `README.md`-bestanden worden automatisch gegenereerd door <https://github.com/YunoHost/apps/tree/master/tools/readme_generator>
pl: Pliki `README.md` są automatycznie generowane przez <https://github.com/YunoHost/apps/tree/master/tools/readme_generator>

source: N.B.: This README was automatically generated by <https://github.com/YunoHost/apps/tree/master/tools/readme_generator> It shall NOT be edited by hand.
ca: N.B.: Aquest README ha estat generat automàticament per <https://github.com/YunoHost/apps/tree/master/tools/readme_generator> NO s'ha de modificar manualment.
de: N.B.: Diese README wurde automatisch von <https://github.com/YunoHost/apps/tree/master/tools/readme_generator> generiert. Sie darf NICHT von Hand bearbeitet werden.
eu: Ohart ongi: README hau automatikoki sortu da <https://github.com/YunoHost/apps/tree/master/tools/readme_generator>ri esker EZ editatu eskuz.
fr: Nota bene : ce README est automatiquement généré par <https://github.com/YunoHost/apps/tree/master/tools/readme_generator> Il NE doit PAS être modifié à la main.
gl: NOTA: Este README foi creado automáticamente por <https://github.com/YunoHost/apps/tree/master/tools/readme_generator> NON debe editarse manualmente.
id: N.B.: README ini dibuat secara otomatis oleh <https://github.com/YunoHost/apps/tree/master/tools/readme_generator> Ini TIDAK boleh diedit dengan tangan.
it: N.B.: Questo README è stato automaticamente generato da <https://github.com/YunoHost/apps/tree/master/tools/readme_generator> NON DEVE essere modificato manualmente.
nl: NB: Deze README is automatisch gegenereerd door <https://github.com/YunoHost/apps/tree/master/tools/readme_generator> Hij mag NIET handmatig aangepast worden.
pl: To README zostało automatycznie wygenerowane przez <https://github.com/YunoHost/apps/tree/master/tools/readme_generator> Nie powinno być ono edytowane ręcznie.

source: %(application_name)s for YunoHost
ca: %(application_name)s per YunoHost
de: %(application_name)s für YunoHost
eu: %(application_name)s YunoHost-erako
fr: %(application_name)s pour YunoHost
gl: %(application_name)s para YunoHost
id: %(application_name)s untuk YunoHost
it: %(application_name)s per YunoHost
nl: %(application_name)s voor Yunohost
pl: %(application_name)s dla YunoHost

source: Integration level
ca: Nivell d'integració
de: Integrations-Level
eu: Integrazio maila
fr: Niveau d’intégration
gl: Nivel de integración
id: Tingkat integrasi
it: Livello di integrazione
nl: Integratieniveau
pl: Poziom integracji

source: Working status
ca: Estat de funcionament
de: Funktionsstatus
eu: Funtzionamendu egoera
fr: Statut du fonctionnement
gl: Estado de funcionamento
id: Status kerja
it: Stato di funzionamento
nl: Mate van functioneren
pl: Status działania

source: Maintenance status
ca: Estat de manteniment
de: Wartungsstatus
eu: Mantentze egoera
fr: Statut de maintenance
gl: Estado de mantemento
id: Status pemeliharaan
it: Stato di manutenzione
nl: Onderhoudsstatus
pl: Status utrzymania

source: Install %(application_name)s with YunoHost
ca: Instal·la %(application_name)s amb YunoHosth
de: %(application_name)s mit YunoHost installieren
eu: Instalatu %(application_name)s YunoHost-ekin
fr: Installer %(application_name)s avec YunoHost
gl: Instalar %(application_name)s con YunoHost
id: Pasang %(application_name)s dengan YunoHost
it: Installa %(application_name)s con YunoHost
nl: %(application_name)s met Yunohost installeren
pl: Zainstaluj %(application_name)s z YunoHost

source: Read this README is other languages.
ca: Llegeix aquest README en altres idiomes.
de: Dieses README in anderen Sprachen lesen.
eu: Irakurri README hau beste hizkuntzatan.
it: Leggi questo README in altre lingue.
nl: Deze README in een andere taal lezen.
pl: Przeczytaj README w innym języku.

source: This package allows you to install %(application_name)s quickly and simply on a YunoHost server.
de: Mit diesem Paket können Sie %(application_name)s schnell und einfach auf einem YunoHost-Server installieren.
eu: Pakete honek %(application_name)s YunoHost zerbitzari batean azkar eta zailtasunik gabe instalatzea ahalbidetzen dizu.
fr: Ce package vous permet d’installer %(application_name)s rapidement et simplement sur un serveur YunoHost.
gl: Este paquete permíteche instalar %(application_name)s de xeito rápido e doado nun servidor YunoHost.
id: Paket ini memperbolehkan Anda untuk memasang %(application_name)s secara cepat dan mudah pada server YunoHost.
it: Questo pacchetto ti permette di installare %(application_name)s su un server YunoHost in modo semplice e veloce.

source: If you don't have YunoHost, please consult [the guide](https://yunohost.org/install) to learn how to install it.
de: Wenn Sie YunoHost nicht haben, lesen Sie bitte [die Anleitung](https://yunohost.org/#/install), um zu erfahren, wie Sie es installieren.
eu: YunoHost ez baduzu, kontsultatu [gida](https://yunohost.org/install) nola instalatu ikasteko.
fr: Si vous n’avez pas YunoHost, consultez [ce guide](https://yunohost.org/install) pour savoir comment l’installer et en profiter.
gl: Se non usas YunoHost, le a [documentación](https://yunohost.org/install) para saber como instalalo.
id: Bila Anda tidak mempunyai YunoHost, silakan berkonsultasi dengan [panduan](https://yunohost.org/install) untuk mempelajari bagaimana untuk memasangnya.
it: Se non hai YunoHost, consulta [la guida](https://yunohost.org/install) per imparare a installarlo.

source: Overview
ca: Visió general
de: Übersicht
eu: Aurreikuspena
fr: Vue d’ensemble
gl: Vista xeral
id: Ringkasan
it: Panoramica
nl: Overzicht
pl: Przegląd

source: Shipped version:
ca: Versió inclosa:
de: Ausgelieferte Version:
eu: Paketatutako bertsioa:
fr: Version incluse :
gl: Versión proporcionada:
id: Versi terkirim:
it: Versione pubblicata:
nl: Geleverde versie:
pl: Dostarczona wersja:

source: Demo:
eu: Demoa:
fr: Démo :
it: Prova:

source: Screenshots
ca: Captures de pantalla
de: Bildschirmfotos
eu: Pantaila-argazkiak
fr: Captures d’écran
gl: Capturas de pantalla
id: Tangkapan Layar
it: Screenshot
nl: Schermafdrukken
pl: Zrzuty ekranu

source: Screenshot of %(application_name)s
ca: Captures de pantalla de %(application_name)s
de: Bildschirmfotos von %(application_name)s
eu: %(application_name)s(r)en pantaila-argazkia
fr: Capture d’écran de %(application_name)s
gl: Captura de pantalla de %(application_name)s
id: Tangkapan Layar pada %(application_name)s
it: Screenshot di %(application_name)s
nl: Schermafdrukken van %(application_name)s
pl: Zrzut ekranu z %(application_name)s

source: Disclaimers / important information
ca: Avís / informació important
de: Haftungsausschlüsse / wichtige Informationen
eu: Ezespena / informazio garrantzitsua
fr: Avertissements / informations importantes
gl: Avisos / información importante
id: Sangkalan / informasi penting
it: Attenzione/informazioni importanti
nl: Uitsluitingen / belangrijke informatie
pl: Zastrzeżenia / ważne informacje

source: Antifeatures
ca: Anticaracterístiques
de: Anti-Eigenschaften
eu: Ezaugarri zalantzagarriak
fr: Anti-fonctionnalités
gl: Debes considerar
id: Antifitur
it: Anti-funzionalità
nl: Anti-eigenschappen
pl: Niepożądane funkcje

source: Documentation and resources
ca: Documentació i recursos
de: Dokumentation und Ressourcen
eu: Dokumentazioa eta baliabideak
fr: Documentations et ressources
gl: Documentación e recursos
id: Dokumentasi dan sumber daya
it: Documentazione e risorse
nl: Documentatie en bronnen
pl: Dokumentacja i zasoby

source: Official app website:
ca: Lloc web oficial de l'aplicació:
de: Offizielle Website der App:
eu: Aplikazioaren webgune ofiziala:
fr: Site officiel de l’app :
gl: Web oficial da app:
id: Website aplikasi resmi:
it: Sito web ufficiale dell’app:
nl: Officiele website van de app:
pl: Oficjalna strona aplikacji:

source: Official user documentation:
ca: Documentació oficial per l'usuari:
de: Offizielle Benutzerdokumentation:
eu: Erabiltzaileen dokumentazio ofiziala:
fr: Documentation officielle utilisateur :
gl: Documentación oficial para usuarias:
id: Dokumentasi pengguna resmi:
it: Documentazione ufficiale per gli utenti:
nl: Officiele gebruikersdocumentatie:
pl: Oficjalna dokumentacja:

source: Official admin documentation:
ca: Documentació oficial per l'administrador:
de: Offizielle Verwaltungsdokumentation:
eu: Administratzaileen dokumentazio ofiziala:
fr: Documentation officielle de l’admin :
gl: Documentación oficial para admin:
id: Dokumentasi admin resmi:
it: Documentazione ufficiale per gli amministratori:
nl: Officiele beheerdersdocumentatie:
pl: Oficjalna dokumentacja dla administratora:

source: Upstream app code repository:
ca: Repositori oficial del codi de l'aplicació:
de: Upstream App Repository:
eu: Jatorrizko aplikazioaren kode-gordailua:
fr: Dépôt de code officiel de l’app :
gl: Repositorio de orixe do código:
id: Repositori kode aplikasi hulu:
it: Repository upstream del codice dell’app:
nl: Upstream app codedepot:
pl: Repozytorium z kodem źródłowym:

source: YunoHost Store:
ca: Botiga YunoHost:
de: YunoHost-Shop:
eu: YunoHost Denda:
gl: Tenda YunoHost:
id: Gudang YunoHost:
it: Store di YunoHost:
pl: Sklep YunoHost:

source: Report a bug:
ca: Reportar un error:
de: Einen Fehler melden:
eu: Eman errore baten berri:
fr: Signaler un bug :
gl: Informar dun problema:
id: Laporkan bug:
it: Segnala un problema:
nl: Meld een bug:
pl: Zgłaszanie błędów:

source: Developer info
ca: Informació per a desenvolupadors
de: Entwicklerinformationen
eu: Garatzaileentzako informazioa
fr: Informations pour les développeurs
gl: Info de desenvolvemento
id: Info developer
it: Informazioni per sviluppatori
nl: Ontwikkelaarsinformatie
pl: Informacje od twórców

source: Please send your pull request to the [`testing` branch](%(testing_branch_url)s).
de: Bitte senden Sie Ihren Pull-Request an den [`testing` branch](%(testing_branch_url)s).
eu: Bidali `pull request`a [`testing` abarrera](%(testing_branch_url)s).
fr: Merci de faire vos pull request sur la [branche `testing`](%(testing_branch_url)s).
gl: Envía a túa colaboración á [rama `testing`](%(testing_branch_url)s).
id: Silakan kirim pull request ke [`testing` branch](%(testing_branch_url)s).
it: Si prega di inviare la tua pull request alla [branch di `testing`](%(testing_branch_url)s).

source: To try the `testing` branch, please proceed like that:
eu: `testing` abarra probatzeko, ondorengoa egin:
fr: Pour essayer la branche `testing`, procédez comme suit :
gl: Para probar a rama `testing`, procede deste xeito:
id: Untuk mencoba branch `testing`, silakan dilanjutkan seperti:
it: Per provare la branch di `testing`, si prega di procedere in questo modo:

source: or
de: oder
eu: edo
fr: ou
gl: ou
id: atau
it: o
nl: of

source: More info regarding app packaging:
ca: Més informació sobre l'empaquetatge d'aplicacions:
de: Weitere Informationen zur App-Paketierung:
eu: Informazio gehiago aplikazioaren paketatzeari buruz:
fr: Plus d’infos sur le packaging d’applications :
gl: Máis info sobre o empaquetado da app:
id: Info lebih lanjut mengenai pemaketan aplikasi:
it: Maggiori informazioni riguardo il pacchetto di quest’app:
nl: Verdere informatie over app-packaging:
pl: Więcej informacji o tworzeniu paczek aplikacji:

source: Read this README in other languages.
gl: Le este README en outros idiomas.
id: Baca README ini dengan bahasa yang lain.
